[
  { "id": 1, "caption": "Cái này là vid annie lần thứ mấy hong nhớ nữa, nhưng mà nhớ là quay trên cái điện thoại ip x cũ á. Và có hoa của cẩm tú cầu của dợ nữa. 2 đứa kéo nhau đi ăn bò né mà đảo có thể là khắp vòng LX." },
  { "id": 2, "caption": "Lần đi date ở quán cà phê hiếm hoi, lôi cái bộ lego em tặng đợt sinh nhật ra lắp ráp. Nhưng mà hôm đó me bị khùm nên nhìn hơi đơ, hihi. Nhớ lại bữa dợ đẹp gái, có tấm hình làm nền cho dợ lun a" },
  { "id": 3, "caption": "Lần em ra me ngủ nè, mình đi coi Ngaan98 ròi chạy lẹ dìa, 2 đứa đói ngao trơn. Có dợ ngủ ngon nhắm, nhớ dợ quá huhu" },
  { "id": 4, "caption": "Dợ quay em nựng mèo nè, nhớ lúc trước dợ không thích mèo đâu, nhưng mà chắc vì em á hehehe, nên từ từ dợ có thiện cảm đúng hong? Tại em cũng là 1 con mèo bự thiệt bự a!!!." },
  { "id": 5, "caption": "Dợ nhớ lúc này hong, hai đứa mình đi bến Ninh Kiều nè, tối hôm đi thi Tiếng Anh dù sợ nha, nhưng mà cứ chill là chính, tuy búc phòng hơi xu nhưng mà nói chung cũng chill, hai đứa mình ngủ gần hơn, ngon hơn ." },
  { "id": 6, "caption": "Kết quả thi TA 2 đứa đều tốt hết cả a. Đây là cột mốc cao đầu tiên 2 đứa giành lấy cùng nhau trong năm 2025. Lấy bằng xong 2 đứa rong ruổi khắp CT ròi mới về, nhưng mà không có chụp ảnh gì mấy T_T" },
  { "id": 7, "caption": "Điểm chung lớn nhất của hai đứa đây_chạy xe rong ruổi và ngắm hoàng hôn (này là của em, me thì thích tí hoy), chiều rảnh rỗi, hai đứa hay đèo nhau đi khắp LX, tìm chỗ ngắm mặt trời khuất dạng, Lắm hôm không kịp, em bùn me hay nói 'thoi về di Tường hôn cho em coi nhé' có người lại cười tít mắt ấy." },
  { "id": 8, "caption": "Đợt em bị đau chân, đau mà đi khám cũng không ra bệnh, uống thuốc cầm hơi, thật ra dù ngoài mặt hay chọc em nhưng mà me nóng ruột lắm.Hơn hết là thấy em vác chân đau đi làm, cứ cà nhắc đi, me cũng không giúp được gì hết T_T, chỉ mong là me san bớt được phần nào đau đớn của em thôi à, giờ coi lại thì vẫn xót nha" },
  { "id": 9, "caption": "Kéo nhau đi Châu Đốc, em mún đi ăn bò nướng, oke 2 đứa lên đường, bảo sáng thức sớm đi cho khỏe, nhây nhây tới trưa nắng rát đầu hai đứa tốc xuống CĐ, ăn xong đảo về, dọc đường mây đen kịnh, tưởng là mình sẽ dính 1 trận mưa tơi bời, nhưng may là mưa cũng nhỏ, cũng tạm tạm hahha" },
  { "id": 10, "caption": "Một lần đi coffe date hiếm hoi tiếp, em mặc áo hở lắm a, nhưng mà đợt này chịu chụp ảnh nè, đẹp gái dễ thương, cute voãi chưỡng luôn í, có điều áo ống a, me khum thích đou. Không thích người khác mặc, cũng hong mún dợ mặc, chứ hông phải tiêu chuẩn kép đâu nhe." },
  { "id": 11, "caption": "Chắc là mình hợp alcohol date hơn đấy, nhìn cuốn hẳn mà đúng hong, xỉn dô dễ nói chiện, mà có điều hơi mệt thoi." },
  { "id": 12, "caption": "Dợ hay làm món em thích, dợ hay chiều theo cái em muốn ăn lắm, em cảm ơn dợ nhiều lắm a, này là nấu sò huyết cháy tỏi hay muối ớt gì á, siêu ngon, nói chng là cái nào cũng ngon trơn, cảm ơn dợ lun yêu em như vậy nhé." },
  { "id": 13, "caption": "Này là ra chỗ tụi mình hay ngồi ở bờ kè hóng gió sau vụ mất xe nè, me như mất hồn, em thì cố gắng an ủi a, cứ loay hoay không biết nên nói gì, cũng không biết làm sao cho me đỡ buồn, vụng về mà đáng yêu lắm. Me cảm ơn em" },
  { "id": 14, "caption": "Lần gần nhất mình đi CT chơi, hai đứa đi chơi mà kiếm box nằm cũng 2 tiếng, đi ăn ròi cái dìa =))), dợ rủ em chụp hình, nhưng mà được xíu cái dợ bùn hiu, xụi lơ, dợ tự ti a huhu. Em hong mún dợ tự ti vậy mãi a, em thương dợ mà, dợ đâu cần đăng đâu, chụp cho em xem thôi, với em mà. Me thương dợ mà" },
  { "id": 15, "caption": "Mình đi tập thể dục, em ngắt một nhánh hoa làm thành một bó hoa nhỏ, tặng cho người tình nhỏ a. Thật ra mấy lúc đi tập thể dục me ngại bày tỏ tình cảm a, vì sợ có người thấy, dù cũng muốn gan dạ hơn nhiều lắm. Me sẽ cố hơn nha dợ, cảm ơn em vì những bông hoa nhỏ ạ. Yêu em " },
  { "id": 16, "caption": "Đi xin lộc bà, hình như đợt này là sau khi mình thi xong hay gì ấy, tính ra từ khi năm 3 mình cũng ít đi chùa hơn, phần lớn thời gian đi làm, rảnh thì cũng nằm chảy thây ở nhà, không còn ham chơi nhiều như hồi lúc nữa, chắc là sắp tới phải duy trì lại thói qen đi chùa, tụi mình cũng cần phải xin cho đoạn đường phía trước nữa a." },
  { "id": 17, "caption": "Lúc này mình đi rạch giá về nè,phải hong em, hình như dị á, đi xong về ghé mua thuốc luôn, đi về quá mệt, nên sợ bệnh, 2 đứa 2 lần thuốc về nốc cho chắc"},
  { "id": 18, "caption": "Có người nhức đầu nên nhõng nhẽo ác, nằm cứ dụi dụi nhưu mèo dị á, haha. dợ cưng yêu của em, hun em 1000 cái mới đã" },
  { "id": 19, "caption": "Lần đầu me đi coi pháo hoa với em nè, cũng là làn đầu me được xem pháo hoa luôn, dợ nói này chỉ là pháo tầm thấp thoi, pháo tết đẹp hơn nữa. Me cuxg muốn xem pháo hoa Tết với em huhu, nhưng mà chắc là sẽ cần vài năm nữa a, 2 đứa mình cùng cố gắng nha em ." },
  { "id": 20, "caption": "Mong là trong tương lại gần, me ước gì mình cũng thực hiện được câu nói đó em nhỉ. hehe hơi khó, nhưng mà đời cho mình mơ, tội gì mình không mộng em hé!" },
  { "id": 21, "caption": "Nè, bữa kêu thèm gà rán, thèm đồ chiên, đủ thứ cái lù lù đi học về mua cho người ta hehehhe" },
  { "id": 22, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
   { "id": 23, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
  { "id": 24, "caption": "Có người đi làm, nhưng anni vẫn đặt hoa đem về cho toi, dù toy đã dặn nhiều lần là khỏi, tui chỉ cần bà thoi, bà bỏ ca về được thì về với tui!" },
  { "id": 25, "caption": "Còn tui hong có gì ngoài tay chân, khong có 1 xu nên chỉ có thể làm được quà nhỏ xíu cho dợ hoy à, dù hong thấy ai kia xài cũng hơi bùn tẹo!" },
   { "id": 26, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
    { "id": 27, "caption": "Nè, nữa nè, dụ ăn nữa đó, nói thèm là bắt đảo cho bằng là 20 vòng kiếm mua cho được"},
     { "id": 28, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
   { "id": 29, "caption": "Nè, nữa nè, dụ ăn nữa đó, thoi cái nào im ru là biết ngta mún nói gì òi hé"},
    { "id": 30, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
     { "id": 31, "caption": "Đi nhậu cả đám mà như đi 2 đứa dị á, hun ngta quài"},
      { "id": 32, "caption": "Nè, đi chùa trong Núi Sập, mắc mưa tuột quần lun"},
 { "id": 33, "caption": "Đi đám cưới bạn thân của em với em"},
  { "id": 34, "caption": "Đi chơi mắc mưa tiếp, em cười me "},
   { "id": 35, "caption": "Đi chơi"},
    { "id": 36, "caption": "Nấu đồ ăn ngon cho tui ăn"},
     { "id": 37, "caption": "Ne thích chiện dì của em cũng có me góp mặt"},
      { "id": 38, "caption": "Tính ra cũng cưng tui lắm chứ ta"},
     { "id": 39, "caption": "Cãi lộn quài, đi coi phim cho bớt "},
      { "id": 40, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
       { "id": 41, "caption": "Cà nanh với dợ chòng Nhung nè"},
        { "id": 42, "caption": "Nè, nữa nè, dụ ăn nữa đó, đòi đi RG là cũng có nhiêu đó. Mà giờ tìm được bến đỗ mới ời"},
     { "id": 43, "caption": "Cho người ta chơi trên đầu trên cổ dị đó mà khoái lắm"},
      { "id": 44, "caption": "Nè chọc giận ròi dụ đồ ăn nữa nè hahaha"},
  
        { "id": 45, "caption": "Nè, nữa nè, dụ ăn nữa đó"},
       { "id": 46, "caption": "La thèm, mua nguyên trái ăn cho nghỉ, cho nín lun khỏi thèm nữa đó"},
        { "id": 47, "caption": "Bữa đi coi Ngaan98 về đói nè, ăn bánh trước ròi mà vẫn chịu k nổi lăn quài"},
         { "id": 48, "caption": "ăn bánh lúc đầu, ròi mới ăn mì á"},
          { "id": 49, "caption": "Checkin lúc vô nè nè"},
    { "id": 50, "caption": "Valentine 2026 - Thêm một cột mốc nữa cho hành trình yêu thương. Cảm ơn em đã là mảnh ghép hoàn hảo nhất trong 'Little Love Story' của me, mong rằng chúng ta luôn đồng ha." }
  ]